IDEA Open Model
ConnectionSetup.GammaM3 Property
Compatible with IDEA StatiCa v 10.1
 Preloaded bolts safety factor
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double GammaM3 { get; set; }
Public Property GammaM3 As Double
	Get
	Set
public:
property double GammaM3 {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace